"""Module with default names for given type"""

certificates = ['нет', 'нет', 'Нет', 'Не указано', 'не указано']
npa_lists = ['нет', 'нет', 'Нет', 'Не указано', 'не указано']

no_info_english = ['нет', 'нет', 'Нет',
                   'Не указано', 'не указано',
                   'Любой', '-', 'Не указан',
                   'Не требуется', 'не указан']  # can be nan

tech_documentation = [
    'Чтение технической документации и работа с технической поддержкой вендора на английском языке',
    'Английский язык на уровне чтения технической документации',
    'не ниже уровня чтения технической документации',
    'Английский язык на уровне свободного (без словаря) чтения технической документации. '
    'Разговорный английский язык будет являться плюсом'
    'английский язык – чтение технической документации.',
    'техн'
]

working_whole_type = [
    'Полная занятость, гибкий график',
    'Полная занятость, полный день',
    'Полная ставка', 'Полный рабочий день',
    'Полный рабочй день',
    'полный рабочий день'
]


cis_countries = [
    'Азербайджан', 'Армения', 'Казахстан',
    'Киргизия', 'Молдова', 'Россия',
    'Беларусь', 'Таджикистан', 'Узбекистан'
]

eu_countries = [
    'США', 'Австрия', 'Бельгия',
    'Ирландия', 'Германия',
    'Люксембург', 'Нидерланды', 'Франция'
]